12/data/attachments/56f93f72816fc7f3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_fdf39a80-fddd-4299-b9d4-02777f16295a</nif:username>
            <nif:friendToBeAdded>Jacob_lead_Friend_20054_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>